{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<start_of_turn>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<end_of_turn>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 7,
      "content": "<2mass>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 8,
      "content": "[@BOS@]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 9,
      "content": "<unused0>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 10,
      "content": "<unused1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 11,
      "content": "<unused2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 12,
      "content": "<unused3>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 13,
      "content": "<unused4>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 14,
      "content": "<unused5>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 15,
      "content": "<unused6>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 16,
      "content": "<unused7>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 17,
      "content": "<unused8>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 18,
      "content": "<unused9>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 19,
      "content": "<unused10>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 20,
      "content": "<unused11>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 21,
      "content": "<unused12>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 22,
      "content": "<unused13>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 23,
      "content": "<unused14>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 24,
      "content": "<unused15>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 25,
      "content": "<unused16>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 26,
      "content": "<unused17>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 27,
      "content": "<unused18>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 28,
      "content": "<unused19>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 29,
      "content": "<unused20>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 30,
      "content": "<unused21>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 31,
      "content": "<unused22>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 32,
      "content": "<unused23>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 33,
      "content": "<unused24>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 34,
      "content": "<unused25>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 35,
      "content": "<unused26>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 36,
      "content": "<unused27>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 37,
      "content": "<unused28>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 38,
      "content": "<unused29>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 39,
      "content": "<unused30>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 40,
      "content": "<unused31>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 41,
      "content": "<unused32>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 42,
      "content": "<unused33>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 43,
      "content": "<unused34>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 44,
      "content": "<unused35>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 45,
      "content": "<unused36>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 46,
      "content": "<unused37>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 47,
      "content": "<unused38>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 48,
      "content": "<unused39>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 49,
      "content": "<unused40>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 50,
      "content": "<unused41>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 51,
      "content": "<unused42>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 52,
      "content": "<unused43>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 53,
      "content": "<unused44>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 54,
      "content": "<unused45>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 55,
      "content": "<unused46>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 56,
      "content": "<unused47>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 57,
      "content": "<unused48>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 58,
      "content": "<unused49>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 59,
      "content": "<unused50>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 60,
      "content": "<unused51>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 61,
      "content": "<unused52>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 62,
      "content": "<unused53>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 63,
      "content": "<unused54>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 64,
      "content": "<unused55>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 65,
      "content": "<unused56>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 66,
      "content": "<unused57>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 67,
      "content": "<unused58>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 68,
      "content": "<unused59>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 69,
      "content": "<unused60>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 70,
      "content": "<unused61>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 71,
      "content": "<unused62>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 72,
      "content": "<unused63>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 73,
      "content": "<unused64>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 74,
      "content": "<unused65>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 75,
      "content": "<unused66>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 76,
      "content": "<unused67>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 77,
      "content": "<unused68>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 78,
      "content": "<unused69>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 79,
      "content": "<unused70>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 80,
      "content": "<unused71>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 81,
      "content": "<unused72>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 82,
      "content": "<unused73>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 83,
      "content": "<unused74>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 84,
      "content": "<unused75>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 85,
      "content": "<unused76>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 86,
      "content": "<unused77>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 87,
      "content": "<unused78>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 88,
      "content": "<unused79>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 89,
      "content": "<unused80>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 90,
      "content": "<unused81>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 91,
      "content": "<unused82>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 92,
      "content": "<unused83>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 93,
      "content": "<unused84>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 94,
      "content": "<unused85>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 95,
      "content": "<unused86>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 96,
      "content": "<unused87>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 97,
      "content": "<unused88>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 98,
      "content": "<unused89>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 99,
      "content": "<unused90>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 100,
      "content": "<unused91>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 101,
      "content": "<unused92>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 102,
      "content": "<unused93>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 103,
      "content": "<unused94>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 104,
      "content": "<unused95>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 105,
      "content": "<unused96>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 106,
      "content": "<unused97>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 107,
      "content": "<unused98>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 108,
      "content": "▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 109,
      "content": "▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 110,
      "content": "▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 111,
      "content": "▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 112,
      "content": "▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 113,
      "content": "▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 114,
      "content": "▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 115,
      "content": "▁▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 116,
      "content": "▁▁▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 117,
      "content": "▁▁▁▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 118,
      "content": "▁▁▁▁▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 119,
      "content": "▁▁▁▁▁▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 120,
      "content": "▁▁▁▁▁▁▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 121,
      "content": "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 122,
      "content": "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 123,
      "content": "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 124,
      "content": "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 125,
      "content": "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 126,
      "content": "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 127,
      "content": "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 128,
      "content": "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 129,
      "content": "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 130,
      "content": "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 131,
      "content": "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 132,
      "content": "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 133,
      "content": "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 134,
      "content": "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 135,
      "content": "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 136,
      "content": "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 137,
      "content": "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 138,
      "content": "<table>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 139,
      "content": "<caption>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 140,
      "content": "<thead>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 141,
      "content": "<tbody>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 142,
      "content": "<tfoot>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 143,
      "content": "<tr>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 144,
      "content": "<th>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 145,
      "content": "<td>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 146,
      "content": "</table>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 147,
      "content": "</caption>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 148,
      "content": "</thead>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 149,
      "content": "</tbody>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 150,
      "content": "</tfoot>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 151,
      "content": "</tr>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 152,
      "content": "</th>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 153,
      "content": "</td>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 154,
      "content": "<h1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 155,
      "content": "<h2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 156,
      "content": "<h3>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 157,
      "content": "<h4>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 158,
      "content": "<h5>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 159,
      "content": "<h6>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 160,
      "content": "<blockquote>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 161,
      "content": "</h1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 162,
      "content": "</h2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 163,
      "content": "</h3>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 164,
      "content": "</h4>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 165,
      "content": "</h5>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 166,
      "content": "</h6>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 167,
      "content": "</blockquote>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 168,
      "content": "<strong>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 169,
      "content": "<em>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 170,
      "content": "<b>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 171,
      "content": "<i>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 172,
      "content": "<u>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 173,
      "content": "<sub>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 174,
      "content": "<sup>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 175,
      "content": "<code>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 176,
      "content": "</strong>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 177,
      "content": "</em>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 178,
      "content": "</b>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 179,
      "content": "</i>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 180,
      "content": "</u>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 181,
      "content": "</sub>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 182,
      "content": "</sup>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 183,
      "content": "</code>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 184,
      "content": "[toxicity=0]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 185,
      "content": "<unused99>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 32000,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 32001,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    }
  ],
  "normalizer": {
    "type": "Replace",
    "pattern": {
      "String": " "
    },
    "content": "▁"
  },
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "String": " "
    },
    "behavior": "MergedWithPrevious",
    "invert": false
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 1
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<bos>": {
        "id": "<bos>",
        "ids": [
          2
        ],
        "tokens": [
          "<bos>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Sequence",
    "decoders": [
      {
        "type": "Replace",
        "pattern": {
          "String": "▁"
        },
        "content": " "
      },
      {
        "type": "ByteFallback"
      },
      {
        "type": "Fuse"
      }
    ]
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": true,
    "byte_fallback": true,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<eos>": 1,
      "<bos>": 2,
      "<unk>": 3,
      "<start_of_turn>": 4,
      "<end_of_turn>": 5,
      "<mask>": 6,
      "<2mass>": 7,
      "[@BOS@]": 8,
      "<unused0>": 9,
      "<unused1>": 10,
      "<unused2>": 11,
      "<unused3>": 12,
      "<unused4>": 13,
      "<unused5>": 14,
      "<unused6>": 15,
      "<unused7>": 16,
      "<unused8>": 17,
      "<unused9>": 18,
      "<unused10>": 19,
      "<unused11>": 20,
      "<unused12>": 21,
      "<unused13>": 22,
      "<unused14>": 23,
      "<unused15>": 24,
      "<unused16>": 25,
      "<unused17>": 26,
      "<unused18>": 27,
      "<unused19>": 28,
      "<unused20>": 29,
      "<unused21>": 30,
      "<unused22>": 31,
      "<unused23>": 32,
      "<unused24>": 33,
      "<unused25>": 34,
      "<unused26>": 35,
      "<unused27>": 36,
      "<unused28>": 37,
      "<unused29>": 38,
      "<unused30>": 39,
      "<unused31>": 40,
      "<unused32>": 41,
      "<unused33>": 42,
      "<unused34>": 43,
      "<unused35>": 44,
      "<unused36>": 45,
      "<unused37>": 46,
      "<unused38>": 47,
      "<unused39>": 48,
      "<unused40>": 49,
      "<unused41>": 50,
      "<unused42>": 51,
      "<unused43>": 52,
      "<unused44>": 53,
      "<unused45>": 54,
      "<unused46>": 55,
      "<unused47>": 56,
      "<unused48>": 57,
      "<unused49>": 58,
      "<unused50>": 59,
      "<unused51>": 60,
      "<unused52>": 61,
      "<unused53>": 62,
      "<unused54>": 63,
      "<unused55>": 64,
      "<unused56>": 65,
      "<unused57>": 66,
      "<unused58>": 67,
      "<unused59>": 68,
      "<unused60>": 69,
      "<unused61>": 70,
      "<unused62>": 71,
      "<unused63>": 72,
      "<unused64>": 73,
      "<unused65>": 74,
      "<unused66>": 75,
      "<unused67>": 76,
      "<unused68>": 77,
      "<unused69>": 78,
      "<unused70>": 79,
      "<unused71>": 80,
      "<unused72>": 81,
      "<unused73>": 82,
      "<unused74>": 83,
      "<unused75>": 84,
      "<unused76>": 85,
      "<unused77>": 86,
      "<unused78>": 87,
      "<unused79>": 88,
      "<unused80>": 89,
      "<unused81>": 90,
      "<unused82>": 91,
      "<unused83>": 92,
      "<unused84>": 93,
      "<unused85>": 94,
      "<unused86>": 95,
      "<unused87>": 96,
      "<unused88>": 97,
      "<unused89>": 98,
      "<unused90>": 99,
      "<unused91>": 100,
      "<unused92>": 101,
      "<unused93>": 102,
      "<unused94>": 103,
      "<unused95>": 104,
      "<unused96>": 105,
      "<unused97>": 106,
      "<unused98>": 107,
      "▁▁": 108,
      "▁▁▁": 109,
      "▁▁▁▁": 110,
      "▁▁▁▁▁": 111,
      "▁▁▁▁▁▁": 112,
      "▁▁▁▁▁▁▁": 113,
      "▁▁▁▁▁▁▁▁": 114,
      "▁▁▁▁▁▁▁▁▁": 115,
      "▁▁▁▁▁▁▁▁▁▁": 116,
      "▁▁▁▁▁▁▁▁▁▁▁": 117,
      "▁▁▁▁▁▁▁▁▁▁▁▁": 118,
      "▁▁▁▁▁▁▁▁▁▁▁▁▁": 119,
      "▁▁▁▁▁▁▁▁▁▁▁▁▁▁": 120,
      "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁": 121,
      "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁": 122,
      "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁": 123,
      "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁": 124,
      "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁": 125,
      "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁": 126,
      "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁": 127,
      "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁": 128,
      "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁": 129,
      "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁": 130,
      "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁": 131,
      "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁": 132,
      "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁": 133,
      "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁": 134,
      "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁": 135,
      "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁": 136,
      "▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁▁": 137,
      "<table>": 138,
      "<caption>": 139,
      "<thead>": 140,
      "<tbody>": 141,
      "<tfoot>": 142,
      "<tr>": 143,
      "<th>": 144,
      "<td>": 145,
      "</table>": 146,
      "</caption>": 147,
      "</thead>": 148,
      "</tbody>": 149,
      "</tfoot>": 150,
      "</tr>": 151,
      "</th>": 152,
      "</td>": 153,
      "<h1>": 154,
      "<h2>": 155,
      "<h3>": 156,
      "<h4>": 157,
      "<h5>": 158,
      "<h6>": 159,
      "<blockquote>": 160,
      "</h1>": 161,
      "</h2>": 162,
      "</h3>": 163,
      "</h4>": 164,
      "</h5>": 165,
      "</h6>": 166,
      "</blockquote>": 167,
      "<strong>": 168,
      "<em>": 169,
      "<b>": 170,
      "<i>": 171,
      "<u>": 172,
      "<sub>": 173,
      "<sup>": 174,
      "<code>": 175,
      "</strong>": 176,
      "</em>": 177,
      "</b>": 178,
      "</i>": 179,
      "</u>": 180,
      "</sub>": 181,
      "</sup>": 182,
      "</code>": 183,
      "[toxicity=0]": 184,
      "<unused99>": 185,
      "ال": 186,
      "▁ال": 187,
      "▁م": 188,
      "▁و": 189,
      "▁ب": 190,
      "▁ف": 191,
      "▁أ": 192,
      "▁ل": 193,
      "▁ع": 194,
      "▁ت": 195,
      "ية": 196,
      "ات": 197,
      "▁الم": 198,
      "ان": 199,
      "ار": 200,
      "▁في": 201,
      "▁من": 202,
      "▁ي": 203,
      "ين": 204,
      "ام": 205,
      "لى": 206,
      "ها": 207,
      "▁ك": 208,
      "▁إ": 209,
      "ير": 210,
      "▁الت": 211,
      "▁وال": 212,
      "▁،": 213,
      "ول": 214,
      "▁ح": 215,
      "▁.": 216,
      "▁الأ": 217,
      "ون": 218,
      "را": 219,
      "ست": 220,
      "نا": 221,
      "▁ا": 222,
      "ري": 223,
      "▁ه": 224,
      "▁س": 225,
      "لا": 226,
      "▁ق": 227,
      "▁الع": 228,
      "▁على": 229,
      "ما": 230,
      "لي": 231,
      "وا": 232,
      "دي": 233,
      "▁ن": 234,
      "ور": 235,
      "▁أن": 236,
      "▁لل": 237,
      "▁ج": 238,
      "اب": 239,
      "يا": 240,
      "▁الح": 241,
      "▁الس": 242,
      "دة": 243,
      "▁ش": 244,
      "دا": 245,
      "▁خ": 246,
      "بي": 247,
      "هم": 248,
      "وم": 249,
      "▁بال": 250,
      "▁ر": 251,
      "▁مع": 252,
      "لك": 253,
      "▁عن": 254,
      "▁الج": 255,
      "▁\"": 256,
      "ذا": 257,
      "▁الق": 258,
      "لة": 259,
      "▁د": 260,
      "▁الا": 261,
      "▁الش": 262,
      "رة": 263,
      "▁الف": 264,
      "▁ص": 265,
      "عد": 266,
      "▁الإ": 267,
      "ائ": 268,
      "عة": 269,
      "▁إلى": 270,
      "▁الب": 271,
      "اء": 272,
      "رك": 273,
      "رب": 274,
      "اد": 275,
      "يل": 276,
      "من": 277,
      "▁الن": 278,
      "▁الك": 279,
      "▁الد": 280,
      "اف": 281,
      "▁ط": 282,
      "مل": 283,
      "وق": 284,
      "مة": 285,
      "▁الص": 286,
      "قة": 287,
      "ارة": 288,
      "▁الخ": 289,
      "يد": 290,
      "▁وت": 291,
      "لم": 292,
      "▁ما": 293,
      "رو": 294,
      "قد": 295,
      "▁(": 296,
      "▁الل": 297,
      "▁لا": 298,
      "كن": 299,
      "مي": 300,
      "بر": 301,
      "..": 302,
      "ود": 303,
      "▁التي": 304,
      "سي": 305,
      "▁الذ": 306,
      "سب": 307,
      "▁ان": 308,
      "▁الر": 309,
      "▁أو": 310,
      "اح": 311,
      "▁مح": 312,
      "تم": 313,
      "في": 314,
      "عل": 315,
      "▁وأ": 316,
      "قي": 317,
      "نت": 318,
      "ني": 319,
      "فا": 320,
      "وي": 321,
      "▁غ": 322,
      "ذه": 323,
      "عر": 324,
      "ذلك": 325,
      "▁الط": 326,
      "كل": 327,
      "▁تح": 328,
      "يس": 329,
      "▁لم": 330,
      "▁-": 331,
      "▁الو": 332,
      "وب": 333,
      "\"\"": 334,
      "تي": 335,
      "يف": 336,
      "▁علي": 337,
      "بل": 338,
      "مر": 339,
      "▁\"\"": 340,
      "▁هذا": 341,
      "نة": 342,
      "▁كان": 343,
      "عت": 344,
      "خر": 345,
      "صل": 346,
      "تح": 347,
      "▁وم": 348,
      "وج": 349,
      "▁آ": 350,
      "▁است": 351,
      "سم": 352,
      "سل": 353,
      "ته": 354,
      "سا": 355,
      "صر": 356,
      "كر": 357,
      "▁:": 358,
      "لال": 359,
      "▁كل": 360,
      "عا": 361,
      "تر": 362,
      "جم": 363,
      "شر": 364,
      "دم": 365,
      "عب": 366,
      "▁الله": 367,
      "يم": 368,
      "ارات": 369,
      "كون": 370,
      "اني": 371,
      "▁ث": 372,
      "▁وه": 373,
      "با": 374,
      "اج": 375,
      "حة": 376,
      "▁هذه": 377,
      "عم": 378,
      "▁الث": 379,
      "اص": 380,
      "جل": 381,
      "▁الذي": 382,
      "قت": 383,
      "وف": 384,
      "يرة": 385,
      "أن": 386,
      "▁أي": 387,
      "ًا": 388,
      "هر": 389,
      "عي": 390,
      "لف": 391,
      "حد": 392,
      "▁وي": 393,
      "▁إن": 394,
      "▁بين": 395,
      "▁ز": 396,
      "جر": 397,
      "سة": 398,
      "حت": 399,
      "راء": 400,
      "▁والم": 401,
      "ديد": 402,
      "▁الي": 403,
      "▁بعد": 404,
      "▁هو": 405,
      "وع": 406,
      "اري": 407,
      "طة": 408,
      "لب": 409,
      "كت": 410,
      "بد": 411,
      "▁مت": 412,
      "قا": 413,
      "▁تع": 414,
      "ثر": 415,
      "الم": 416,
      "▁بن": 417,
      "كم": 418,
      "الي": 419,
      "▁ض": 420,
      "خت": 421,
      "وس": 422,
      "در": 423,
      "قل": 424,
      "▁وا": 425,
      "هد": 426,
      "بة": 427,
      "▁يم": 428,
      "▁المت": 429,
      "▁وب": 430,
      "▁كس": 431,
      "ولة": 432,
      "فة": 433,
      "خص": 434,
      "مد": 435,
      "جه": 436,
      "خل": 437,
      "▁ذلك": 438,
      "عض": 439,
      "كان": 440,
      "زي": 441,
      "▁مش": 442,
      "▁تم": 443,
      "ركة": 444,
      "فس": 445,
      "▁أم": 446,
      "وض": 447,
      "▁حي": 448,
      "فض": 449,
      "رض": 450,
      "▁المح": 451,
      "▁خلال": 452,
      "ند": 453,
      "▁أك": 454,
      "▁وق": 455,
      "ئيس": 456,
      "ورة": 457,
      "بار": 458,
      "▁يت": 459,
      "▁لت": 460,
      "وات": 461,
      "▁اله": 462,
      "▁تق": 463,
      "ريق": 464,
      "الة": 465,
      "تها": 466,
      "in": 467,
      "▁مط": 468,
      "اض": 469,
      "رق": 470,
      "▁مص": 471,
      "حي": 472,
      "انية": 473,
      "▁الغ": 474,
      "▁هي": 475,
      "▁مس": 476,
      "▁سي": 477,
      "▁الأم": 478,
      "▁المن": 479,
      "اع": 480,
      "إن": 481,
      "▁بم": 482,
      "▁كسارة": 483,
      "وت": 484,
      "er": 485,
      "▁كما": 486,
      "الية": 487,
      "▁)": 488,
      "▁يمكن": 489,
      "▁والت": 490,
      "امة": 491,
      "افة": 492,
      "كس": 493,
      "▁مد": 494,
      "اه": 495,
      "▁...": 496,
      "وز": 497,
      "▁قد": 498,
      "وى": 499,
      "ثل": 500,
      "▁له": 501,
      "حن": 502,
      "▁وس": 503,
      "وية": 504,
      "يات": 505,
      "▁,": 506,
      "▁بي": 507,
      "اً": 508,
      "▁فى": 509,
      "وري": 510,
      "▁المش": 511,
      "عية": 512,
      "نية": 513,
      "▁للم": 514,
      "▁ذ": 515,
      "رائ": 516,
      "▁المست": 517,
      "▁الان": 518,
      "▁بش": 519,
      "▁تن": 520,
      "طر": 521,
      "▁تت": 522,
      "فع": 523,
      "▁الآ": 524,
      "▁لي": 525,
      "▁حيث": 526,
      "▁عام": 527,
      "ــ": 528,
      "ثير": 529,
      "كي": 530,
      "an": 531,
      "▁مست": 532,
      "قر": 533,
      "سية": 534,
      "ينة": 535,
      "▁عند": 536,
      "دد": 537,
      "تى": 538,
      "جة": 539,
      "▁الز": 540,
      "▁ولا": 541,
      "فر": 542,
      "وان": 543,
      "▁وع": 544,
      "وقع": 545,
      "▁بر": 546,
      "ئة": 547,
      "▁بت": 548,
      "▁اليوم": 549,
      "▁با": 550,
      "ربية": 551,
      "▁يع": 552,
      "▁ول": 553,
      "خد": 554,
      "▁قبل": 555,
      "قط": 556,
      "ناء": 557,
      "▁بد": 558,
      "▁تص": 559,
      "امل": 560,
      "ميع": 561,
      "▁غير": 562,
      "▁عليه": 563,
      "▁الاست": 564,
      "زة": 565,
      "▁بل": 566,
      "▁وج": 567,
      "▁أس": 568,
      "▁تج": 569,
      "نع": 570,
      "وة": 571,
      "on": 572,
      "▁«": 573,
      "طي": 574,
      "▁الأس": 575,
      "▁الى": 576,
      "▁دا": 577,
      "فت": 578,
      "قات": 579,
      "▁المس": 580,
      "▁به": 581,
      "▁قال": 582,
      "▁ومن": 583,
      "▁حتى": 584,
      "بح": 585,
      "▁النا": 586,
      "▁المع": 587,
      "لام": 588,
      "▁وح": 589,
      "▁المص": 590,
      "▁مر": 591,
      "وك": 592,
      "▁بعض": 593,
      "▁هنا": 594,
      "ارك": 595,
      "▁تش": 596,
      "بن": 597,
      "▁عمل": 598,
      "ليم": 599,
      "▁يج": 600,
      "▁يق": 601,
      "َّ": 602,
      "▁بح": 603,
      "بت": 604,
      "از": 605,
      "صول": 606,
      "بيع": 607,
      "▁المد": 608,
      "فضل": 609,
      "لق": 610,
      "▁مج": 611,
      "▁العالم": 612,
      "▁وز": 613,
      "▁المر": 614,
      "▁وك": 615,
      "▁نا": 616,
      "▁أنه": 617,
      "ضا": 618,
      "صف": 619,
      "رد": 620,
      "قدم": 621,
      "حنة": 622,
      "▁ون": 623,
      "▁العمل": 624,
      "يت": 625,
      "لس": 626,
      "ارت": 627,
      "▁ست": 628,
      "▁وإ": 629,
      "طن": 630,
      "▁أب": 631,
      "خرى": 632,
      "▁أكثر": 633,
      "▁الدول": 634,
      "or": 635,
      "ومة": 636,
      "اصة": 637,
      "▁t": 638,
      "ابة": 639,
      "▁كب": 640,
      "سبة": 641,
      "بات": 642,
      "واق": 643,
      "حق": 644,
      "es": 645,
      "خدم": 646,
      "صة": 647,
      "▁ات": 648,
      "▁والأ": 649,
      "ar": 650,
      "▁عبد": 651,
      "▁ولك": 652,
      "▁أح": 653,
      "لات": 654,
      "▁إذا": 655,
      "له": 656,
      "▁مطحنة": 657,
      "رف": 658,
      "▁ثم": 659,
      "به": 660,
      "بية": 661,
      "يج": 662,
      "▁واح": 663,
      "▁لأ": 664,
      "▁وفي": 665,
      "▁تأ": 666,
      "▁يوم": 667,
      "غير": 668,
      "at": 669,
      "▁بأ": 670,
      "ظام": 671,
      "▁كانت": 672,
      "▁تر": 673,
      "خدام": 674,
      "▁للت": 675,
      "▁وهو": 676,
      "▁مؤ": 677,
      "طم": 678,
      "▁عم": 679,
      "دات": 680,
      "وعة": 681,
      "ديدة": 682,
      "سلام": 683,
      "ضع": 684,
      "▁A": 685,
      "كا": 686,
      "ظر": 687,
      "▁يكون": 688,
      "وار": 689,
      "امج": 690,
      "ضي": 691,
      "▁ولكن": 692,
      "al": 693,
      "راق": 694,
      "en": 695,
      "▁العام": 696,
      "عات": 697,
